"About" = "Perihal";

"Chat and Message Alerts" = "Isyarat Bual dan Mesej";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Tetapan pemberitahuan, termasuk tetapan pemberitahuan tolak, berada dalam aplikasi.  Buka penanda buku anda dan ketik Tetapan Akaun.";

"Notifications" = "Pemberitahuan";

"Photo and Video" = "Foto dan Video";

"Play Sound" = "Mainkan Bunyi";

"Record HD Video" = "Rakam Video HD";

"Version" = "Versi";

"Vibrate" = "Getar";

